13/data/attachments/2ddeaa70a7c18aa7.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:username>
            <nif:friendToBeAdded>Brian_political_Actions_78450_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>